Modify the location justification to a invalid value.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId InvalidLocationLineJustificationFailure { get; }
  Visual Basic
Public Shared ReadOnly Property InvalidLocationLineJustificationFailure As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ InvalidLocationLineJustificationFailure {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace